Repository: larruda/advanced-blog-metrics
Catalog: languages/adv-blog-metrics-*.po
Languages: fr_fr, pt_br

source: Sunday
fr_fr: Dimanche
pt_br: Domingo

source: Monday
fr_fr: Lundi
pt_br: Segunda

source: Tuesday
fr_fr: Mardi
pt_br: Terça

source: Wednesday
fr_fr: Mercredi
pt_br: Quarta

source: Thursday
fr_fr: Jeudi
pt_br: Quinta

source: Friday
fr_fr: Vendredi
pt_br: Sexta

source: Saturday
fr_fr: Samedi
pt_br: Sábado

source: Settings
fr_fr: Paramètres
pt_br: Configurações

source: Starting date
fr_fr: Date de début
pt_br: Data de Início

source: Date format: YYYY-MM-DD
fr_fr: Format de la date : AAAA-MM-JJ
pt_br: Formato de Data: YYYY-MM-DD

source: If you leave this field empty, Advanced Blog Metrics uses the date of your first post by default.
fr_fr: Si vous laissez ce champ vide, Advanced Blog Metrics utilisera la date de votre 1er article par défaut.
pt_br: Se você deixar este campo em branco, o sistema usará por padrão a data do primeiro post.

source: You did not use the expected date format. Please, fill in the starting date with the following format: YYYY-MM-DD
fr_fr: Vous n'avez pas utilisé le format de date requis. Merci de renseigner la date de départ avec le format suivant : AAAA-MM-JJ
pt_br: Você não usou o formato correto. Por favor preencha a data no seguinte formato (ano-mês-dia): YYYY-MM-DD

source: You have entered a date which does not exist. Please, fill in the starting date with a valid date
fr_fr: Vous avez entré une date qui n'existe pas. Merci de renseigner une date de début valide.
pt_br: Você entrou com uma data não existente. Preencha com uma data válida.

source: 5 posts which generate the most comments
fr_fr: 5 articles qui génèrent le plus de commentaires
pt_br: 5 posts que geraram mais comentários

source: When do your posts generate the most comments?
fr_fr: Quand vos articles génèrent-ils le plus de commentaires ?
pt_br: Quando seus posts geram mais comentários?

source: Comments
fr_fr: Commentaires
pt_br: Comentários

source: 5 authors who comment the most
fr_fr: 5 auteurs qui commentent le plus
pt_br: 5 autores que mais comentaram

source: Posts
fr_fr: Articles

source: When do you post the most?
fr_fr: Quand publiez-vous le plus ?
pt_br: Quando você mais posta?

source: 5 posts which generate the most Facebook shares and likes
fr_fr: 5 articles qui génèrent le plus de J'aime et Partages Facebook
pt_br: 5 Posts que geraram mais compartilhamentos e curtir

source: Approved comments
fr_fr: Commentaires approuvés
pt_br: Comentários Aprovados

source: Comments per Day
fr_fr: Commentaires par Jour
pt_br: Comentários por Dia

source: Comments per Post
fr_fr: Commentaires par Article
pt_br: Comentários por Post

source: Words per Comment
fr_fr: Mots par Commentaire
pt_br: Palavras por comentário

source: Author
fr_fr: Auteur
pt_br: Autor

source: Note that you need to check "Users must be registered and logged in to comment" in the Wordpress Settings->Discussion to see data in the "5 authors who comments the most" widget.
fr_fr: Notez que vous devez cocher la case "Un utilisateur doit être enregistré et connecté pour publier des commentaires" dans les Réglages -> Discussion de WordPress pour que le widget 5 auteurs qui commentent le plus affiche des données.
pt_br: Note que você precisa marcar a opção "Usuários devem estar registrados para comentar" nas configurações de discussão para ver os dados de "5 autores que mais comentaram"

source: View discussion options
fr_fr: Voir les options de discussion
pt_br: Ver opções de discussão

source: Posts per Day
fr_fr: Articles par Jour
pt_br: Posts por Dia

source: Words per Post
fr_fr: Mots par Article
pt_br: Palavras por Post

source: Get/Update data
fr_fr: Obtenir / Mettre à jour les données
pt_br: Pegar/Atualizar Dados

source: (Synchronization may last several minutes depending on the number of posts)
fr_fr: (La synchronisation peut prendre quelques minutes en fonction du nombre d'articles)
pt_br: (A Sincronização pode levar vários minutos dependendo do número de posts)

source: Post
fr_fr: Article

source: Dashboard
fr_fr: Tableau de bord

source: Advanced Blog Metrics
pt_br: Estatísticas Avançadas de Postagem
